Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: Unblock Update
ar: إلغاء حظر التحديث
bn: আপডেট আনব্লক করুন
de: Update freigeben
es: Desbloquear actualización
fr: Débloquer la mise à jour
hi: अपडेट अनब्लॉक करें
id: Buka Blokir Pembaruan
it: Non ignorare più
ja: アップデートのブロックを解除
ko: 업데이트 차단 해제
pt_br: Desbloquear atualização
ru: Разблокировать обновление
sw: Acha Kuzuia Sasisho
tr: Güncelleme Engelini Kaldır
vi: Bỏ chặn cập nhật
yo: Ṣí Ìmúdójúìwọ̀n Sílẹ̀
zh_hans: 取消屏蔽更新
zh_hant: 解除阻擋更新

source: Unknown
ar: غير معروف
bn: অজানা
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
id: Tidak Diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
sw: Haijulikani
tr: Bilinmiyor
vi: Không rõ
yo: Àìmọ̀
zh_hans: 未知
zh_hant: 未知

source: Unknown Author
ar: مؤلف غير معروف
bn: অজানা লেখক
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
hi: अज्ञात लेखक
id: Pembuat Tidak Diketahui
it: Autore sconosciuto
ja: 不明な作者
ko: 알 수 없는 작성자
pt_br: Autor desconhecido
ru: Неизвестный автор
sw: Mwandishi Asiyejulikana
tr: Bilinmeyen Yazar
vi: Tác giả không rõ
yo: Òǹkọ̀wé Àìmọ̀
zh_hans: 未知作者
zh_hant: 未知作者

source: Unknown Date
ar: تاريخ غير معروف
bn: অজানা তারিখ
de: Unbekanntes Datum
es: Fecha desconocida
fr: Date inconnue
hi: अज्ञात तारीख़
id: Tanggal Tidak Diketahui
it: Data sconosciuta
ja: 不明な日付
ko: 알 수 없는 날짜
pt_br: Data desconhecida
ru: Дата неизвестна
sw: Tarehe Isiyojulikana
tr: Bilinmeyen Tarih
vi: Ngày không rõ
yo: Ọjọ́ Àìmọ̀
zh_hans: 未知日期
zh_hant: 未知日期

source: Unknown Section
ar: قسم غير معروف
bn: অজানা বিভাগ
de: Unbekannte Rubrik
es: Sección desconocida
fr: Section inconnue
hi: अज्ञात सेक्शन
id: Bagian Tidak Diketahui
it: Sezione sconosciuta
ja: 不明なセクション
ko: 알 수 없는 섹션
pt_br: Seção desconhecida
ru: Неизвестный раздел
sw: Sehemu Isiyojulikana
tr: Bilinmeyen Bölüm
vi: Chuyên mục không rõ
yo: Apá Àìmọ̀
zh_hans: 未知分区
zh_hant: 未知分類

source: Unknown version
ar: إصدار غير معروف
bn: অজানা সংস্করণ
de: Unbekannte Version
es: Versión desconocida
fr: Version inconnue
hi: अज्ञात वर्ज़न
id: Versi tidak diketahui
it: Versione sconosciuta
ja: 不明なバージョン
ko: 알 수 없는 버전
pt_br: Versão desconhecida
ru: Неизвестная версия
sw: Toleo lisilojulikana
tr: Bilinmeyen sürüm
vi: Phiên bản không rõ
yo: Ẹ̀yà àìmọ̀
zh_hans: 未知版本
zh_hant: 未知版本

source: Unpacked, not set up
ar: تم فك الضغط، غير مهيأة
bn: আনপ্যাক করা হয়েছে, সেট আপ হয়নি
de: Entpackt, nicht eingerichtet
es: Desempaquetado, sin configurar
fr: Décompressé, non configuré
hi: अनपैक हुआ, सेटअप नहीं हुआ
id: Diekstrak, belum dikonfigurasi
it: Estratto, non configurato
ja: 展開済み、未設定
ko: 압축 해제됨, 구성 안 됨
pt_br: Desempacotado, não configurado
ru: Распаковано, не настроено
sw: Kimefunguliwa, hakijasanidiwa
tr: Açıldı, yapılandırılmadı
vi: Đã giải nén, chưa cấu hình
yo: Ti tú, kò tíì ṣètò
zh_hans: 已解压，未配置
zh_hant: 已解壓縮，尚未設定

source: Unpacking %@
ar: جارٍ فك ضغط %@
bn: %@ আনপ্যাক করা হচ্ছে
de: %@ wird entpackt
es: Desempaquetando %@
fr: Décompression de %@
hi: %@ अनपैक किया जा रहा है
id: Mengekstrak %@
it: Estrazione di %@
ja: %@ を展開中
ko: %@ 압축 해제 중
pt_br: Desempacotando %@
ru: Распаковка %@
sw: Inafungua %@
tr: %@ açılıyor
vi: Đang giải nén %@
yo: Ń tú %@
zh_hans: 正在解压 %@
zh_hant: 正在解壓縮 %@

source: Unpacking Package…
ar: جارٍ فك ضغط الحزمة…
bn: প্যাকেজ আনপ্যাক করা হচ্ছে…
de: Paket wird entpackt …
es: Desempaquetando paquete…
fr: Décompression du paquet…
hi: पैकेज अनपैक किया जा रहा है…
id: Mengekstrak Paket…
it: Estrazione del pacchetto…
ja: パッケージを展開中…
ko: 패키지 압축 해제 중…
pt_br: Desempacotando pacote…
ru: Распаковка пакета…
sw: Inafungua Kifurushi…
tr: Paket Açılıyor…
vi: Đang giải nén gói…
yo: Ń Tú Pákéèjì…
zh_hans: 正在解压软件包…
zh_hant: 正在解壓縮套件…

source: Unsupported
ar: غير مدعومة
bn: অসমর্থিত
de: Nicht unterstützt
es: No compatible
fr: Incompatible
hi: असमर्थित
id: Tidak Didukung
it: Non supportato
ja: 非対応
ko: 지원되지 않음
pt_br: Incompatível
ru: Не поддерживается
sw: Haitumiki
tr: Desteklenmiyor
vi: Không hỗ trợ
yo: Kò ní àtìlẹ́yìn
zh_hans: 不受支持
zh_hant: 不支援

source: Unsupported Architecture
ar: بنية غير مدعومة
bn: অসমর্থিত আর্কিটেকচার
de: Nicht unterstützte Architektur
es: Arquitectura no compatible
fr: Architecture non prise en charge
hi: असमर्थित आर्किटेक्चर
id: Arsitektur Tidak Didukung
it: Architettura non supportata
ja: 非対応のアーキテクチャ
ko: 지원되지 않는 아키텍처
pt_br: Arquitetura incompatível
ru: Архитектура не поддерживается
sw: Usanifu Usiotumika
tr: Desteklenmeyen Mimari
vi: Kiến trúc không được hỗ trợ
yo: Ìhun Tí Kò Ní Àtìlẹ́yìn
zh_hans: 不受支持的架构
zh_hant: 不支援的架構

source: Update
ar: تحديث
bn: আপডেট করুন
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
id: Perbarui
it: Aggiorna
ja: アップデート
ko: 업데이트
pt_br: Atualizar
ru: Обновить
sw: Sasisha
tr: Güncelle
vi: Cập nhật
yo: Ṣe ìmúdójúìwọ̀n
zh_hans: 更新
zh_hant: 更新

source: Update All
ar: تحديث الكل
bn: সব আপডেট করুন
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
hi: सभी अपडेट करें
id: Perbarui Semua
it: Aggiorna tutto
ja: すべてアップデート
ko: 모두 업데이트
pt_br: Atualizar tudo
ru: Обновить все
sw: Sasisha Zote
tr: Tümünü Güncelle
vi: Cập nhật tất cả
yo: Ṣe Ìmúdójúìwọ̀n Gbogbo Rẹ̀
zh_hans: 全部更新
zh_hant: 全部更新

source: Update Anyway
ar: التحديث على أي حال
bn: তবুও আপডেট করুন
de: Trotzdem aktualisieren
es: Actualizar de todos modos
fr: Mettre à jour quand même
hi: फिर भी अपडेट करें
id: Tetap Perbarui
it: Aggiorna comunque
ja: このままアップデート
ko: 그래도 업데이트
pt_br: Atualizar mesmo assim
ru: Всё равно обновить
sw: Sasisha Hata Hivyo
tr: Yine de Güncelle
vi: Vẫn cập nhật
yo: Ṣe Ìmúdójúìwọ̀n Síbẹ̀
zh_hans: 仍然更新
zh_hant: 仍要更新

source: Updated
ar: تم التحديث
bn: আপডেট করা হয়েছে
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hi: अपडेट किया गया
id: Diperbarui
it: Aggiornato
ja: アップデート済み
ko: 업데이트됨
pt_br: Atualizado
ru: Обновлено
sw: Imesasishwa
tr: Güncellendi
vi: Đã cập nhật
yo: Ti ṣe ìmúdójúìwọ̀n
zh_hans: 已更新
zh_hant: 已更新

source: Updates
ar: التحديثات
bn: আপডেট
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
sw: Masasisho
tr: Güncellemeler
vi: Cập nhật
yo: Àwọn Ìmúdójúìwọ̀n
zh_hans: 更新
zh_hant: 更新項目

source: Updating App…
ar: جارٍ تحديث التطبيق…
bn: অ্যাপ আপডেট করা হচ্ছে…
de: App wird aktualisiert …
es: Actualizando app…
fr: Mise à jour de l’app…
hi: ऐप अपडेट किया जा रहा है…
id: Memperbarui App…
it: Aggiornamento dell’app…
ja: Appをアップデート中…
ko: 앱 업데이트 중…
pt_br: Atualizando o app…
ru: Обновление приложения…
sw: Inasasisha Programu…
tr: Uygulama Güncelleniyor…
vi: Đang cập nhật ứng dụng…
yo: Ń Ṣe Ìmúdójúìwọ̀n Àpù…
zh_hans: 正在更新应用…
zh_hant: 正在更新 App…

source: Updating everything would remove installed packages. Update packages one at a time.
ar: سيؤدي تحديث الكل إلى إزالة حزم مثبّتة. حدّث الحزم واحدة تلو الأخرى.
bn: সব কিছু আপডেট করলে ইনস্টল করা প্যাকেজ সরে যাবে। প্যাকেজগুলি একটি একটি করে আপডেট করুন।
de: Beim Aktualisieren aller Pakete würden installierte Pakete entfernt. Aktualisiere die Pakete einzeln.
es: Actualizar todo desinstalaría paquetes instalados. Actualiza los paquetes de uno en uno.
fr: Tout mettre à jour désinstallerait des paquets installés. Mettez à jour les paquets un par un.
hi: सब कुछ अपडेट करने से इंस्टॉल किए गए पैकेज हट जाएँगे। पैकेज एक-एक करके अपडेट करें।
id: Memperbarui semuanya akan membuang paket yang terinstal. Perbarui paket satu per satu.
it: Aggiornare tutto rimuoverebbe dei pacchetti installati. Aggiorna i pacchetti uno alla volta.
ja: すべてをアップデートすると、インストール済みのパッケージが削除されます。パッケージを1つずつアップデートしてください。
ko: 모두 업데이트하면 설치된 패키지가 제거됩니다. 패키지를 하나씩 업데이트하십시오.
pt_br: Atualizar tudo removeria pacotes instalados. Atualize os pacotes um de cada vez.
ru: При обновлении всех пакетов будут удалены установленные пакеты. Обновляйте пакеты по одному.
sw: Kusasisha kila kitu kungeondoa vifurushi vilivyosakinishwa. Sasisha vifurushi kimoja baada ya kingine.
tr: Tümünü güncellemek yüklü paketleri kaldıracak. Paketleri tek tek güncelleyin.
vi: Cập nhật tất cả sẽ gỡ bỏ các gói đã cài đặt. Hãy cập nhật từng gói một.
yo: Ṣíṣe ìmúdójúìwọ̀n gbogbo rẹ̀ yóò yọ àwọn pákéèjì tí a ti fi sórí ẹ̀rọ kúrò. Ṣe ìmúdójúìwọ̀n àwọn pákéèjì ní ọ̀kọ̀ọ̀kan.
zh_hans: 全部更新会卸载已安装的软件包。请逐个更新。
zh_hant: 全部更新會解除安裝已安裝的套件。請逐一更新套件。

source: Updating the home screen…
ar: جارٍ تحديث الشاشة الرئيسية…
bn: হোম স্ক্রিন আপডেট করা হচ্ছে…
de: Home-Bildschirm wird aktualisiert …
es: Actualizando la pantalla de inicio…
fr: Mise à jour de l’écran d’accueil…
hi: होम स्क्रीन अपडेट की जा रही है…
id: Memperbarui Layar Utama…
it: Aggiornamento della schermata Home…
ja: ホーム画面を更新中…
ko: 홈 화면 업데이트 중…
pt_br: Atualizando a Tela de Início…
ru: Обновление экрана «Домой»…
sw: Inasasisha skrini ya kwanza…
tr: Ana Ekran güncelleniyor…
vi: Đang cập nhật Màn hình chính…
yo: Ń ṣe ìmúdójúìwọ̀n Ìbòjú Ilé…
zh_hans: 正在更新主屏幕…
zh_hant: 正在更新主畫面…

source: URL
ar: عنوان URL

source: Use the add button above to add a repository.
ar: استخدم زر الإضافة في الأعلى لإضافة مستودع.
bn: রিপোজিটরি যোগ করতে উপরের যোগ বোতামটি ব্যবহার করুন।
de: Füge über die Taste oben eine Quelle hinzu.
es: Usa el botón Añadir de arriba para añadir un repositorio.
fr: Utilisez le bouton d’ajout ci-dessus pour ajouter un dépôt.
hi: रिपॉज़िटरी जोड़ने के लिए ऊपर दिए गए “जोड़ें” बटन का उपयोग करें।
id: Gunakan tombol tambah di atas untuk menambahkan repositori.
it: Usa il pulsante Aggiungi in alto per aggiungere un repository.
ja: 上の追加ボタンからリポジトリを追加できます。
ko: 위의 추가 버튼을 사용하여 소스를 추가하십시오.
pt_br: Use o botão de adicionar acima para incluir um repositório.
ru: Чтобы добавить репозиторий, коснитесь кнопки добавления вверху.
sw: Tumia kitufe cha kuongeza kilicho hapo juu ili kuongeza hazina.
tr: Depo eklemek için yukarıdaki Ekle düğmesini kullanın.
vi: Dùng nút thêm ở trên để thêm nguồn.
yo: Lo bọ́tìnì ìṣàfikún tí ó wà lókè láti ṣàfikún ibi ìpamọ́.
zh_hans: 点按上方的添加按钮来添加软件源。
zh_hant: 使用上方的加入按鈕來加入軟體源。

source: Vendor Accounts
ar: حسابات البائعين
bn: বিক্রেতা অ্যাকাউন্ট
de: Anbieter-Accounts
es: Cuentas de proveedores
fr: Comptes vendeur
hi: विक्रेता खाते
id: Akun Vendor
it: Account fornitori
ja: 販売元のアカウント
ko: 판매자 계정
pt_br: Contas de fornecedores
ru: Учетные записи поставщиков
sw: Akaunti za Wauzaji
tr: Satıcı Hesapları
vi: Tài khoản nhà cung cấp
yo: Àwọn Àkáǹtì Olùtajà
zh_hans: 供应商账户
zh_hant: 廠商帳號

source: Vendor Unavailable
ar: البائع غير متاح
bn: বিক্রেতা অনুপলব্ধ
de: Anbieter nicht verfügbar
es: Proveedor no disponible
fr: Vendeur indisponible
hi: विक्रेता उपलब्ध नहीं
id: Vendor Tidak Tersedia
it: Fornitore non disponibile
ja: 販売元を利用できません
ko: 판매자에 연결할 수 없음
pt_br: Fornecedor indisponível
ru: Поставщик недоступен
sw: Muuzaji Hapatikani
tr: Satıcı Kullanılamıyor
vi: Nhà cung cấp không khả dụng
yo: Olùtajà Kò Sí
zh_hans: 供应商不可用
zh_hant: 無法連線至廠商

source: User Manual
ar: دليل المستخدم
bn: ব্যবহার নির্দেশিকা
de: Benutzerhandbuch
es: Manual del usuario
fr: Manuel d'utilisation
hi: उपयोगकर्ता मैनुअल
id: Panduan Pengguna
it: Manuale utente
ja: ユーザガイド
ko: 사용 설명서
pt_br: Manual do usuário
ru: Руководство пользователя
sw: Mwongozo wa Mtumiaji
tr: Kullanım Kılavuzu
vi: Hướng dẫn sử dụng
yo: Ìwé Ìtọ́nisọ́nà Olùlò
zh_hans: 使用手册
zh_hant: 使用手冊

source: Verifying…
ar: جارٍ التحقق…
bn: যাচাই করা হচ্ছে…
de: Wird überprüft …
es: Verificando…
fr: Vérification…
hi: सत्यापित किया जा रहा है…
id: Memverifikasi…
it: Verifica in corso…
ja: 検証中…
ko: 검증 중…
pt_br: Validando…
ru: Проверка…
sw: Inathibitisha…
tr: Doğrulanıyor…
vi: Đang xác minh…
yo: Ń ṣèdánilójú…
zh_hans: 正在校验…
zh_hant: 正在驗證…

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: वर्ज़न
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
sw: Toleo
tr: Sürüm
vi: Phiên bản
yo: Ẹ̀yà
zh_hans: 版本
zh_hant: 版本

source: View Full Log
ar: عرض السجل الكامل
bn: সম্পূর্ণ লগ দেখুন
de: Vollständiges Protokoll anzeigen
es: Ver registro completo
fr: Afficher le journal complet
hi: पूरा लॉग देखें
id: Lihat Log Lengkap
it: Visualizza log completo
ja: ログ全体を表示
ko: 전체 로그 보기
pt_br: Ver registro completo
ru: Показать весь журнал
sw: Angalia Kumbukumbu Kamili
tr: Günlüğün Tamamını Göster
vi: Xem toàn bộ nhật ký
yo: Wo Àkọsílẹ̀ Kíkún
zh_hans: 查看完整日志
zh_hant: 檢視完整記錄

source: View Logs
ar: عرض السجلات
bn: লগ দেখুন
de: Protokolle anzeigen
es: Ver registros
fr: Afficher les journaux
hi: लॉग देखें
id: Lihat Log
it: Visualizza log
ja: ログを表示
ko: 로그 보기
pt_br: Ver registros
ru: Показать журналы
sw: Angalia Kumbukumbu
tr: Günlükleri Göster
vi: Xem nhật ký
yo: Wo Àwọn Àkọsílẹ̀
zh_hans: 查看日志
zh_hant: 檢視記錄

source: View Package Info
ar: عرض معلومات الحزمة
bn: প্যাকেজের তথ্য দেখুন
de: Paketinfo anzeigen
es: Ver información del paquete
fr: Afficher les infos du paquet
hi: पैकेज की जानकारी देखें
id: Lihat Info Paket
it: Visualizza info pacchetto
ja: パッケージ情報を表示
ko: 패키지 정보 보기
pt_br: Ver informações do pacote
ru: Показать сведения о пакете
sw: Angalia Maelezo ya Kifurushi
tr: Paket Bilgilerini Göster
vi: Xem thông tin gói
yo: Wo Ìwífún Pákéèjì
zh_hans: 查看软件包信息
zh_hant: 檢視套件資訊

source: Waiting
ar: بالانتظار
bn: অপেক্ষমাণ
de: Wartet
es: En espera
fr: En attente
hi: प्रतीक्षा में
id: Menunggu
it: In attesa
ja: 待機中
ko: 대기 중
pt_br: Aguardando
ru: Ожидание
sw: Inasubiri
tr: Bekliyor
vi: Đang chờ
yo: Ń dúró
zh_hans: 等待中
zh_hant: 等待中

source: Waiting to be set up
ar: بانتظار التهيئة
bn: সেট আপের অপেক্ষায়
de: Wartet auf Einrichtung
es: Pendiente de configurar
fr: En attente de configuration
hi: सेटअप की प्रतीक्षा में
id: Menunggu untuk dikonfigurasi
it: In attesa di configurazione
ja: 設定待ち
ko: 구성 대기 중
pt_br: Aguardando configuração
ru: Ожидает настройки
sw: Inasubiri kusanidiwa
tr: Yapılandırılmayı bekliyor
vi: Đang chờ cấu hình
yo: Ń dúró fún ìṣètò
zh_hans: 等待配置
zh_hant: 等待設定

source: Warnings
ar: التحذيرات
bn: সতর্কতা
de: Warnungen
es: Advertencias
fr: Avertissements
hi: चेतावनियाँ
id: Peringatan
it: Avvisi
ja: 警告
ko: 경고
pt_br: Avisos
ru: Предупреждения
sw: Maonyo
tr: Uyarılar
vi: Cảnh báo
yo: Àwọn Ìkìlọ̀
zh_hans: 警告
zh_hant: 警告

source: We have safeguards to keep your system safe, but a wrong action can still damage it.
ar: لدينا وسائل حماية تحافظ على أمان نظامك، لكن الإجراء الخاطئ قد يُلحق به الضرر رغم ذلك.
bn: আপনার সিস্টেম নিরাপদ রাখতে আমাদের সুরক্ষাব্যবস্থা আছে, তবুও একটি ভুল পদক্ষেপ এটির ক্ষতি করতে পারে।
de: Wir haben Schutzmechanismen, die dein System sicher halten, aber eine falsche Aktion kann es trotzdem beschädigen.
es: Tenemos medidas de seguridad para proteger tu sistema, pero una acción incorrecta aún puede dañarlo.
fr: Nous avons des protections pour garder votre système sûr, mais une mauvaise manipulation peut tout de même l’endommager.
hi: आपके सिस्टम को सुरक्षित रखने के लिए हमारे पास सुरक्षा उपाय हैं, लेकिन कोई ग़लत कार्रवाई फिर भी इसे नुकसान पहुँचा सकती है।
id: Kami memiliki pengaman untuk menjaga sistem Anda tetap aman, tetapi tindakan yang keliru masih dapat merusaknya.
it: Abbiamo delle protezioni per mantenere il sistema al sicuro, ma un’azione sbagliata può comunque danneggiarlo.
ja: システムを安全に保つ保護機能がありますが、誤った操作によってシステムが損傷するおそれがあります。
ko: 시스템을 안전하게 지키는 보호 장치가 있지만, 잘못된 작업은 여전히 시스템을 손상시킬 수 있습니다.
pt_br: Temos proteções para manter seu sistema seguro, mas uma ação errada ainda pode danificá-lo.
ru: У нас есть механизмы защиты вашей системы, но неверное действие всё равно может её повредить.
sw: Tuna hatua za ulinzi za kuweka mfumo wako salama, lakini kitendo kisicho sahihi bado kinaweza kuuharibu.
tr: Sisteminizi korumak için güvenlik önlemlerimiz var, ancak yanlış bir işlem yine de sisteme zarar verebilir.
vi: Chúng tôi có các cơ chế bảo vệ để giữ an toàn cho hệ thống của bạn, nhưng thao tác sai vẫn có thể làm hỏng hệ thống.
yo: A ní àwọn ìdáàbòbò láti pa sísítẹ́mù rẹ mọ́ láìléwu, ṣùgbọ́n ìgbésẹ̀ tí kò tọ́ ṣì lè bà á jẹ́.
zh_hans: 尽管我们有多种安全机制来确保你的系统安全，错误的操作依然可能损坏系统。
zh_hant: 儘管我們有多種安全機制來確保你的系統安全，錯誤的操作依然可能損壞系統。

source: Welcome Page
ar: صفحة الترحيب
bn: স্বাগত পৃষ্ঠা
de: Willkommensseite
es: Página de bienvenida
fr: Page de bienvenue
hi: स्वागत पेज
id: Halaman Selamat Datang
it: Pagina di benvenuto
ja: ようこそ画面
ko: 환영 페이지
pt_br: Página de boas-vindas
ru: Экран приветствия
sw: Ukurasa wa Karibu
tr: Karşılama Sayfası
vi: Trang chào mừng
yo: Ojú Ìwé Ìkíni
zh_hans: 欢迎页面
zh_hant: 歡迎頁面

source: Welcome to Irisin
ar: مرحبًا بك في Irisin
bn: Irisin-এ স্বাগতম
de: Willkommen bei Irisin
es: Te damos la bienvenida a Irisin
fr: Bienvenue dans Irisin
hi: Irisin में आपका स्वागत है
id: Selamat Datang di Irisin
it: Benvenuto in Irisin
ja: Irisinへ ようこそ
ko: Irisin에 오신 것을 환영합니다
pt_br: Boas-vindas ao Irisin
ru: Добро пожаловать в Irisin
sw: Karibu kwenye Irisin
tr: Irisin'e Hoş Geldiniz
vi: Chào mừng đến với Irisin
yo: Káàbọ̀ sí Irisin
zh_hans: 欢迎使用 Irisin
zh_hant: 歡迎使用 Irisin

source: What Happened
ar: ما الذي حدث
bn: কী ঘটেছে
de: Was passiert ist
es: Qué ha pasado
fr: Ce qui s’est passé
hi: क्या हुआ
id: Apa yang Terjadi
it: Cosa è successo
ja: 発生した問題
ko: 발생한 문제
pt_br: O que aconteceu
ru: Что произошло
sw: Kilichotokea
tr: Ne Oldu
vi: Điều gì đã xảy ra
yo: Ohun Tí Ó Ṣẹlẹ̀
zh_hans: 发生了什么
zh_hant: 發生的狀況

source: What to Do
ar: ما الذي يجب فعله
bn: কী করবেন
de: Was zu tun ist
es: Qué hacer
fr: Que faire
hi: क्या करें
id: Apa yang Harus Dilakukan
it: Cosa fare
ja: 対処方法
ko: 해결 방법
pt_br: O que fazer
ru: Что делать
sw: Cha Kufanya
tr: Ne Yapmalı
vi: Cách xử lý
yo: Ohun Tí O Lè Ṣe
zh_hans: 如何处理
zh_hant: 處理方式

source: When an install fails, see what happened and what to try next.
ar: إذا فشل التثبيت، اطّلع على ما حدث وما يمكنك تجربته بعد ذلك.
bn: ইনস্টল ব্যর্থ হলে, কী ঘটেছে এবং এরপর কী চেষ্টা করবেন তা দেখুন।
de: Wenn eine Installation fehlschlägt, sieh nach, was passiert ist und was du als Nächstes versuchen kannst.
es: Si una instalación falla, consulta qué ha pasado y qué puedes intentar a continuación.
fr: Si une installation échoue, voyez ce qui s’est passé et quoi essayer ensuite.
hi: जब कोई इंस्टॉल विफल हो, तो देखें कि क्या हुआ और आगे क्या आज़माएँ।
id: Saat instalasi gagal, lihat apa yang terjadi dan apa yang perlu dicoba selanjutnya.
it: Se un’installazione non riesce, scopri cosa è successo e cosa puoi provare a fare.
ja: インストールに失敗したときは、原因と次の対処を確認できます。
ko: 설치에 실패하면 발생한 문제와 다음에 할 일을 확인합니다.
pt_br: Quando uma instalação falhar, veja o que aconteceu e o que tentar em seguida.
ru: Если установка не удалась, узнайте, что произошло и что можно попробовать дальше.
sw: Usakinishaji unaposhindikana, angalia kilichotokea na cha kujaribu baadaye.
tr: Bir yükleme başarısız olduğunda ne olduğunu ve sonra ne deneyeceğinizi görün.
vi: Khi cài đặt thất bại, xem điều gì đã xảy ra và nên thử gì tiếp theo.
yo: Nígbà tí ìfisórí ẹ̀rọ bá kùnà, wo ohun tí ó ṣẹlẹ̀ àti ohun tí o lè gbìyànjú lẹ́yìn náà.
zh_hans: 安装失败时，查看出错原因和下一步操作。
zh_hant: 安裝失敗時，查看出錯原因和下一步操作。

source: While you reviewed this change, a refresh updated or removed these packages: %@. Check the change again before you confirm.
ar: أثناء مراجعتك لهذا التغيير، أدى تحديث المستودعات إلى تحديث هذه الحزم أو إزالتها: %@. تحقق من التغيير مرة أخرى قبل التأكيد.
bn: আপনি এই পরিবর্তনটি দেখার সময় একটি রিফ্রেশ এই প্যাকেজগুলি আপডেট করেছে বা সরিয়ে দিয়েছে: %@। নিশ্চিত করার আগে পরিবর্তনটি আবার যাচাই করুন।
de: Während du diese Änderung angesehen hast, hat eine Aktualisierung diese Pakete aktualisiert oder entfernt: %@. Prüfe die Änderung erneut, bevor du bestätigst.
es: Mientras revisabas este cambio, una actualización actualizó o eliminó estos paquetes: %@. Vuelve a comprobar el cambio antes de confirmar.
fr: Pendant que vous examiniez cette modification, une actualisation a mis à jour ou supprimé ces paquets : %@. Vérifiez à nouveau la modification avant de confirmer.
hi: जब आप यह बदलाव देख रहे थे, तब एक रीफ़्रेश ने ये पैकेज अपडेट किए या हटा दिए: %@। पुष्टि करने से पहले बदलाव को फिर से जाँचें।
id: Saat Anda meninjau perubahan ini, penyegaran memperbarui atau menghapus paket berikut: %@. Periksa lagi perubahan ini sebelum Anda mengonfirmasi.
it: Mentre esaminavi questa modifica, un aggiornamento ha aggiornato o rimosso questi pacchetti: %@. Ricontrolla la modifica prima di confermare.
ja: この変更を確認している間に、リポジトリの更新によって次のパッケージが更新または削除されました：%@。確認する前に、変更をもう一度チェックしてください。
ko: 이 변경 사항을 검토하는 동안 새로 고침으로 다음 패키지가 업데이트되거나 제거되었습니다: %@. 확인하기 전에 변경 사항을 다시 검사하십시오.
pt_br: Enquanto você revisava esta alteração, uma atualização atualizou ou removeu estes pacotes: %@. Verifique a alteração novamente antes de confirmar.
ru: Пока вы просматривали это изменение, обновление репозиториев обновило или удалило эти пакеты: %@. Проверьте изменение снова, прежде чем подтвердить.
sw: Ulipokuwa ukikagua badiliko hili, uonyeshaji upya ulisasisha au kuondoa vifurushi hivi: %@. Kagua badiliko tena kabla ya kuthibitisha.
tr: Bu değişikliği incelerken bir yenileme şu paketleri güncelledi veya kaldırdı: %@. Onaylamadan önce değişikliği yeniden denetleyin.
vi: Trong lúc bạn xem thay đổi này, một lần làm mới đã cập nhật hoặc xóa các gói sau: %@. Hãy kiểm tra lại thay đổi trước khi xác nhận.
yo: Nígbà tí o ń ṣàyẹ̀wò àyípadà yìí, ìsọdọ̀tun kan ṣe àtúnṣe tàbí yọ àwọn pákéèjì wọ̀nyí kúrò: %@. Ṣàyẹ̀wò àyípadà náà lẹ́ẹ̀kansí kí o tó jẹ́rìí sí i.
zh_hans: 在你查看此变更时，软件源刷新更新或移除了这些软件包：%@。请在确认前重新检查此变更。
zh_hant: 在你檢視此變更時，軟體源重新整理更新或移除了這些套件：%@。請在確認前重新檢查此變更。

source: Wrap Lines
ar: التفاف الأسطر
bn: লাইন র‍্যাপ করুন
de: Zeilen umbrechen
es: Ajustar líneas
fr: Retour à la ligne
hi: पंक्तियाँ रैप करें
id: Bungkus Baris
it: A capo automatico
ja: 行を折り返す
ko: 줄 바꿈
pt_br: Quebrar linhas
ru: Перенос строк
sw: Kunja Mistari
tr: Satırları Kaydır
vi: Ngắt dòng
yo: Ká Àwọn Ìlà
zh_hans: 自动换行
zh_hant: 自動換行

source: You added these repositories before. Swipe one to forget it.
ar: أضفت هذه المستودعات من قبل. اسحب أحدها لنسيانه.
bn: এই রিপোজিটরিগুলি আপনি আগে যোগ করেছিলেন। ভুলে যেতে একটিতে সোয়াইপ করুন।
de: Diese Quellen hast du früher hinzugefügt. Wische über eine Quelle, um sie zu vergessen.
es: Ya añadiste estos repositorios antes. Desliza uno para olvidarlo.
fr: Vous avez déjà ajouté ces dépôts. Balayez-en un pour l’oublier.
hi: आपने ये रिपॉज़िटरी पहले जोड़ी थीं। किसी एक को भुलाने के लिए उस पर स्वाइप करें।
id: Anda pernah menambahkan repositori ini sebelumnya. Geser salah satu untuk melupakannya.
it: Hai aggiunto questi repository in precedenza. Scorri su uno per dimenticarlo.
ja: 以前に追加したリポジトリです。スワイプすると履歴から削除できます。
ko: 이전에 추가한 소스입니다. 기록에서 지우려면 항목을 쓸어넘기십시오.
pt_br: Você já adicionou estes repositórios antes. Deslize um deles para esquecê-lo.
ru: Эти репозитории вы добавляли раньше. Смахните репозиторий, чтобы забыть его.
sw: Uliongeza hazina hizi awali. Telezesha kidole kwenye moja ili kuisahau.
tr: Bu depoları daha önce eklediniz. Birini unutmak için kaydırın.
vi: Bạn đã từng thêm các nguồn này. Vuốt một nguồn để quên nguồn đó.
yo: O ti ṣàfikún àwọn ibi ìpamọ́ wọ̀nyí tẹ́lẹ̀. Fa ọ̀kan kọjá láti gbàgbé rẹ̀.
zh_hans: 这些是你之前添加过的软件源。左滑可以删除记录。
zh_hant: 這些是你先前加入過的軟體源。滑動項目即可移除。
